IdeaRS.OpenModel.Material.MatSteelAUS
Material steel AISC

IdeaRS.OpenModel.Material.MatSteelAUS.fy
Yield strength for nominal thickness of the element <= 40mm - fy

IdeaRS.OpenModel.Material.MatSteelAUS.fu
Ultimate strength  for nominal thickness of the element <= 40mm - fu